{"intents": [{"tag": " Curious to dive deeper", "pattern": [" Are you a fan of Google or Microsoft?", " Both are excellent technology they are helpful in many ways. For the security purpose both are super.", " I'm not  a huge fan of Google, but I use it a lot because I have to. I think they are a monopoly in some sense. ", " Google provides online related services and products, which includes online ads, search engine and cloud computing.", " Yeah, their services are good. I'm just not a fan of intrusive they can be on our personal lives. ", " Google is leading the alphabet subsidiary and will continue to be the Umbrella company for Alphabet internet interest.", " Did you know Google had hundreds of live goats to cut the grass in the past? ", " It is very interesting. Google provide \"Chrome OS\" which is a light weight OS. Google provided a lot of hardware mainly in 2010 to 2015. ", " I like Google Chrome. Do you use it as well for your browser? ", " Yes.Google is the biggest search engine and Google service figure out top 100 website, including Youtube and Blogger.", " By the way, do you like Fish? ", " Yes. They form a sister group of tourniquets- they make the sea water clean and remove the dust from it. Fish is the biggest part in the eco-system.", " Did you know that a seahorse is the only fish to have a neck? ", " Interesting, they also have gills. Did you know that jellyfish are immortal? ", " Yes. Fish is the important resources of human world wide for the commercial and subsistence fish hunts the fish in the wild fisheries.", " What about cats, do you like cats? I'm a dog fan myself. ", " The cat is referred as domestic cat and wild cat. They make our world very clean from rats! ", " Yeah, cats can be cool, but they sure do spend a lot of their time sleeping. ", " Cats hear the sounds too faint or too high frequency human ears can hear. ", " I heard that too. Well, it was nice chatting with you. Have a good day. ", " do you like dance?", " Yes  I do. Did you know Bruce Lee was a cha cha dancer?", " Yes he even won a hardcore cha cha championship in 1958", " Yeah. Did you know Tupac was a ballet dancer?", " Yes and he even was in the production of the nutcracker", " Yeah. Ballet dancer go through 4 pairs of shoes a week", " Yes that is a lot of shoes and also a lot of money", " Yeah true. Did you know babies are really good at dancing?", " Yes and they smile more when they hit the beat", " Yeah they are much smarter than we give them credit for", " True Did you know Jackson had a patent on a dancing device?", " Yes it helped him smooth out his dance moves", " Nice. Do you like Shakespeare?", " Yes I do. Do you know that he popularized many phrases", " Yes like good riddance, in my heart of hearts and such", " Yes and then he also invented names like Jessica, Olivia and Miranda", " Yes. And for his works you have to use old english for it to make sense", " Yes otherwise the rhymes and puns do not seem to work out", " Yes. He lived at the same time as Pocahontas too", " I wonder if they met how that would go from there", " Yeah interesting point. Nice chat", " Hey what's up do use Google very often?I really love the company and was surprised to hear that it was founded back in 1998.", " Yeah and saltwater fish are lucky because they can do that and drink through their mouth's.", " seems like fresh water fish got the short end of the stick with that one. Have you ever been to a cat cafe?", " I have never been to a cat cafe no, what about you? Seems like they are popular in Japan and Taiwan.", " Yeah!! That is correct. He was a fantastic martial artist. Did you know that Tupac danced ballet in high school?", " Sure thing!  Did you hear about Michael Jackson's special patent shoes?", " No. I know that Michael Jackson was a fantastic dancer but can you tell me more about his patent shoes if you don't mind.", " There was a specific device in his shoes that helped with his extreme lean in some dance moves.", " do you like dance?"], "response": ["yes, I can tell you more about it in future", "pretty interesting right!", "If you want to learn more you'll have to ask me later"]}, {"tag": " Happy", "pattern": [" Freshwater fish only drink water through the skin via Osmosis, Saltwater fish drink water through the mouth. Dolphins are friendly to human beings.", " Yeah apparently lol! They do that instead of hiring people to mow!", " no but I would love to! paying hourly to hang out with adorable cats? im in!", " i guess thats where the phrase \"cat nap\" comes from", " I love to dance a lot. How about you?", " Dancing is a lot of fun. Did you know that Bruce Lee was a great dancer?", " Ha Ha!!! It was so nice chatting with you as well!! Have a nice day!!! Bye", " Yes and did get used so that is good. Nice chat", " Speaking of cats, I would love to get a glow in the dark one. They have those in South Korea.", " They are indeed very smart and that proves it. Nice chatting with you.", " I do like comic books!", " I have not heard that.  I know that comic book legend Stan Lee used to end every phone conversation with \"excelsior!\"", " I just read that today.  The largest comic book market is in Japan.  I believe it.  My son loves to read those mangas.", " The manga market is Japan is valued at $6 to $7 billion dollars!", " I didn't know that.  I wonder how many people use it.  By comparison to Japan, the US comic book market in the US and Canada is $1.09 billion!", " I agree!  The Marvel cinematic universe takes place in earth -199999, a multiverse different from the original comic book multiverse, earth-616!", " That interesting.  Uranus is different to.  It actually rotates sideways and rolls around the sun rather than spins like the other planets.", " It must be pretty big then!  I wouldn't want to ever visit the unnamed planet where shards of glass precipitate sideways at 4500 mph!", " Hahah That's a good way of putting it! ", " I used to in my childhood but not any more, I used to love inspector Gadget. ", " I did saw a lot of cartoons on TV, but I don't think that considered as a comic book. have a nice day. ", " Hi! Yes, I am a huge fan of Star Wars! I also loved how it was the first major movie to be dubbed in Navajo! I think that is so cool!", " I wouldn't be surprised if cats understood it but just didn't care, LOL.", " Ha! No kidding. Speaking of dogs and cats, I like how Google prefers dogs over cats and even states in their code of conduct that they're a dog company! That is awesome!", " Yeah, that's a weird official policy for what's supposed to be a neutral search engine! Nice chatting with you.", " Well, they are good at helping people adjust to new situations, too.", " I like that too. nice chat", " Hello", " And who knows how many that are undiscovered.  Animals are truly fascinating!", " I think that is a good thing!  I like how the netherlands is constructing wildlife bridges.", " Thanks.", " They really love their pets huh? No, I don't have any pets. Do you?", " haha ya, well I am like the black swallower fish, I could eat a salmon twice my height and ten times my weight because I love it", " I would look around to make sure Mama tiger is not in the area and looking at me with, \"Gimme back my child\" look!", " With 20 quintillion animals in this world, why would anyone feel the need to smuggle one?", " Once domesticated, animals develop white patches on their foreheads, likely because once indoors, they run into painted walls and doors with their heads. I know i do.", " I think German constitutional right for animals are pretty cool. Pretty, pretty . I learned about that while watching the German remake of the classic film, \"12 angry hamsters\"", " Does that mean putting a bag over your head while hiccupping may cause you to de-evolve? Maybe that is what happened to the Loch Ness Monster! I'm glad  she is a protected species. Hate to think someone might bag Aunt Matilda. ", " Yeah. Aunt Matilda would make a better hag fish anyway, or maybe a seahorse, since they are the only fish with a neck. ", " Does that mean they never get cancer, or they get cancer forever? You know, 84% of genes associated with human disease are also found in the zebrafish, but I have never seen a zebrafish with MS or Parkinson's disease...", " Haha. If  freshwater fish can drink through it's skin, why don't you ever see a freshwater fish floating in a margarita?", " Too many to count. We've had Hamsters, snakes, scorpions, lizards, fish, cats, dogs, chickens, birds...Our apartment is getting cramped...", " I like their relationshop in the movies. Chewy is a very loyal friend", " Yes! dogs and elephants can understand pointing", " That's kind of cool, I like it when people don't take themselves too seriously.  Like when Kanye made fun of himself on SNL.  If only he'd do it more.", " I'm guessing that is because of TV and movies, we get this idea of the way it is shown when reality is somewhat different. Being self deprecating, I'd say a dunces cap suits me well.", " Or maybe we could give it to Mr West next time he wants to speak his mind to us.  ", " Yes me as well! Tipping of ones hat arises from the knights raising their face visors. Very chivalry of them!", " Yes he is. But he has done some good things like giving a mic to a fan in a wheelchair at his concert.", " Yes here they are much more agressive! Have a good one!"], "response": ["Amazing!"]}, {"tag": " Neutral", "pattern": [" i think everyone must use it daily! its become ingrained in every day life", " Agreed. The Google headquarters in Mountain View California is nicknamed the Google Plex.", " thats funny. The current CEO is Sundar Pichai, i didnt know Larry Page was replaced", " i had rememered hearing about that before. Immortatlity is wasted on a jellyfish haha. did you know a seahorse is the only fish that has an actual neck?", " thats crazy. i wonder why fresh water ones only use osmosis? ", " Hi!  do you like to dance?", " I am really bad, but it is a good time.", " I always just thought of him as a martial arts legend.  Now he is a dance legend of sorts too!", " Yeah!  He was the mouse king in the Nutcracker.  Thats pretty cool, I would definitely never have guessed that about him.", " He was indeed, his music is even in the library of congress.", " Me neither. I could never be a professional dancer.", " No. I think its very expensive for them to be professional ballet dancers based on this.", " It has been great chatting but I must go!  Gotta go get my Bruce Lee on, the martial arts part...  definitely not the dance.", " Bye", " They are saying space pulls galaxies outside of universe that we could see", " I don't know but I am at the end of knowledge on this subject. What do you think about the facts of comics? I would have thought US invented them, but it's Japan or UK.", " Mine all time favorite was Bozo the clown, books and TV both. ", " $7500 is amazingly low. I guess since Darth Vader was masked Jones could just record everything at once in the studio.", " A lot of people think the OT was so much better than the prequels because of her influence.", " Yeah it was because of her that so many major changes were made like Leia's good luck kiss, Obi Wan's death, etc. She was truly a big influence!", " I would like to see it as well. Did you know Chewbacca actually had a wife and two boys? That's pretty interesting!", " Same here! Like, I also had forgotten that before his companionship with Chewbacca, Hans Solo was an imperial lieutenant!", " Yeah, I don't remember that at all. He definitely doesn't seem like the type.", " Indeed he doesn't. But I've always liked Chewbacca because he reminded me of a giant dog. Ha! Speaking of dogs, I think it's cool that dogs, along with elephants, are the only animals that understand pointing!", " Naming a cloned cat \"copy cat\", that's cute.", " Probably not. Dog walking is good because it gives companionship and exercise at the same time.", " One more before we go...did you know domesticated animals develop a white patch on their forehead?", " Me too. A pet or companion animal is an animal kept primarily for a person's company, protection, or entertainment. No one should have to be made uncomfortable by a pet in the house.", " That is pretty cool. There are several companies offering DNA testing, and each seems to offer a different way of handling client privacy", " Yes, I love fish do you?", " Yes, did you know seahorses only fish to have a neck?", " Yes, and zebrafish are very interesting.", " Yes interesting,  How about the first cloned cat named copy cat?", " I know, really? How about our hiccups are from gills and lungs?", " lol, interesting to know the loch ness monster is a protected species.", " I know, Also, I do believe in Japan there is less people under 15 years of age than pets.", " He did have a bear and hyena. Good to know you are a guardian not an owner in Colorado to pets.", " Hello.  do you have a cat?  I see that some people can be allergic to them.", " That's interesting and a little funny.  I had no idea of this, but the cat is the most popular pet in the world.  DId you know that?", " I have dogs and used to have cats too but dogs are my favorite.  ", " Yes, the scientist in that experiment had a sense of humor. Related to domestication, I had no idea that domesticated animals develop a white patch on their foreheads. I wonder what causes that, it doesn't seem to have any evolutionary reason to me.", " Haha, yep. A snake doesn't seem very warm or comforting either. I don't understand why people enjoy having them as pets. And how do they find partners who accept it?", " Well, President of the United States, I wonder if he had them in the White House? Did he have a stable for the bear out back?", " Is that the one where its about a young Han Solo?", " Someone else can fill Harrison Fords shoes? Maybe ill check into how well this Alden guy does in the role", " He did a good job, but Han Solo was already young in the 1977 movie, I think it impacted negatively the movie. ", " Does Chewbacca appear in this movie?", " Yes it does, but it is not the same actor who did the other movies. I don't think that matters too much. ", " In the canon Chewy has a family a wife and 2 sons. ", " I heard that too, it was on the cover of one of his small stories. It is a peculiar creature when you think about it. "], "response": ["hmmm"]}, {"tag": " Surprised", "pattern": [" Oh yeah I didn't know that either. I also want to go to google Plex to see the goats who mow their lawn by eating it.", " say what now?? they have that??", " thats both funny and i guess imaginative. leave it to a huge tech company to employ actual goats!", " Yeah exactly I am sure they are cheaper. One thing I bet they couldn't exploit is fish. I think fish are so cool there is actually a breed of jellyfish that is immortal.", " That is so funny I guess I never considered a seahorse a fish. The black swallower fish sounds a lot like a snake because it can eat pray that is so large.", " i guess they live up to their name then!", " It seems they do. I also didn't know that there was a difference with how freshwater and saltwater fish drink.", " Yeah that would be a lot of fun. I didn't realize that cats sleep so much. Must be nice.", " Oh yeah I guess so ha ha. There's even a town in Alaska that has a mayor cat.", " I heard that, winning Cha Cha championships and everything!", " Yes that is amazing. He won the Hong Kong cha-cha championship back in 1958 in fact.", " Neither did I. That is insane because Tupac was a famous rapper. ", " I didn't know this thanks for sharing.", " Wow!!! That is amazing coming from such a talented singer and dancer. I couldn't even dance like that even if I dreamed of it.", " I heard that some professional ballet dancer can go through four pairs of shoes in a week.", " That is crazy!  That can't be cheap for them.", " Yes. a google search takes more computing power than sending astronauts tot he moon", " And before on Google moon they used to use cheese for close ups!", " do you know how google maps calculates traffic?", " Interesting! Google really is taking over the world. Their data center electricity use is 0.01 percent of all worldwide electricity.", " Before Google launched gmail, that was the name of a free email service offered by garfield's website. That actually seems more fun.", " That seems fun! That reminds me of the Anderson house bed and breakfast in Minnesota. They used to offer a free cat for the night when you booked a room.", " wow. there is a town in alaska where the mayor of the town is a cat", " That is cool. Cats are a pretty smart species. There has not been a cat species extinction in 10,000 years.", " Can you believe there is stars that can be cold enough to be touched ? The universe is so diverse. ", " Its amazing and ever evolving. ", " Yeah and there is even places that exist but we never will be able to see because they are too far away. ", " Yes that is what I was saying, albeit I doubt that there is only one electron in the universe like some people say. ", " Yeah, but only one ? For all the universe ? It does not seems logic ...", " Because an electron is part of matter, the water you drink, the chair you sit on. Saying there is only 1 electron in the universe is like saying there is 1 grain of wheat in your bread.  ", " Not where I lived, if I want to read a comic book, I had to go to the library. But as I think about it Tintin is a comic book, so I was wrong, I did read a lot of them when I was young but they were European.  ", " Agreed. Isn't it also funny James Earl Jones only spent two and half hours recording his lines for Darth Vader? I also can't believe he was only paid $7500! Geez, that's pocket change.", " Agreed. Can you also believe that George Lucas' wife at the time, Marcia, won an academy award for her editing on Star Wars and yet George Lucas didn't win an academy award for directing. That is just downright unbelievable!", " Yeah I would have to watch it as well! So are you also a fan of Chewbacca? I love him. I think it's funny there's a bat species called the Chewbacca bat. That's hilarious!", " Really? That's awful to hear!", " Of Roosevelt's 20 pets two were a bear and hyena!", " Whoa, cool! I know he seemed to be quite the animal lover.", " And there are more pets in Japan than there are children under 15. You can't be a pets \"OWNER\" in Boulder but you can be their guardian.  ", " Cool word! Did you know there are 20 quintillion animal varieties on Earth?", " Yeah, and the Loch Ness monster is protected under the 1912 Scottish Animal Protection Act.", " Lol...speaking of water animals, did you know that hiccoughs are a left over from evolution when we had gills?", " Yes, a seahorse wouldn't be very good for that purpose. Did you know seahorses are the only fish with a neck?", " I don't think a black swallower fish would be good as a companion pet either because it can eat prey twice its length!", " Very cool chatting with you. Did you know there are 6331 groups of genes? They are common to all living animals!", " That is sad. Do you have pets? The first cloned pet was a cat and its name was copy cat.", " Yes, I have a dog.  Sounds like in the Dear Amy that they do everything tit for tat. The cat owner states that her fiance has to get rid of his saltwater fish if she gets rid of her cat.  That's not necessarily fair though I don't think.  They seem like they may struggle as a couple in the future.", " Yeah that's a bit dramatic! A cat lover is known as an ailurophile and a dog lover is known as a cynophile.", " Allergies can be serious to people.  I understand his reserve of having a cat.", " Over 1.5 million living animal species have been described. I'm sure they can find one to agree on. ", " Did you ever hear that animals develop white patches on their foreheads when they are domesticated?  That's a new one to me.  "], "response": ["yes, don't be surprised you'll just have to deal with it"]}, {"tag": " Disgusted", "pattern": [" It makes sense when you put it that way but in terms of that universe size the electron could be very big.", " That's interesting! Of the 1.5 million species, 1 million are insects! Yuck!", " Lots of rap does have that!", " I suppose.  Just like most music what is played on the radio is just garbage ", " I have no idea what that is, as I don't pay attention to her either. I still find it mindblowing that Big Sean turned down a scholarship to Michigan, to go rap.", " We should just have people voted in by lottery. That's what Athens used to do.", " That's pretty cool.  If he'd had a black character in it in the 1950s that was worthy of banning a science fiction comic!", " Yikes! The silence of the lambs came out on valentine's day in 1991 and had a box office of over $270 million.", " It was so frustrating and annoying.  Vader's turn to the bright side at the end should have affirmed him and gave him deterination to continue, and why have Han's son be so bad, that is just pointless,  I guess they couldn't think of a bad guy.", " I won't even pay to see the rest of them,  the cinematography is great though.", " Not so much. I heard that the longest tennis match in history went on for 11 hours. I definitely would not want to watch that.", " I have zero ideas how rankings work in tennis. I think it is appalling for a little girl to be told she was too black for tennis whites. That is the epitome of racism right there.", " really ? I think something is wrong with that man", " Very unfair. Isn't (s)he supposed to be just? Weighing the decisions of the land so that everyone is treated fairly?", " That's creepy. Makes me want to listen to music. Do you like rap?", " I believe it. We need the land for farming and people want the lumber.", " I wonder if the aliens will need the helium when they finally settle on our planet. The UN now has an ambassador for extraterrestrials.", " Wow that is just crazy amounts of money. But look at the budget for movies like avengers. Billions of dollars. ", " She had her wish of making America proud.  Guess the same can't be said for the Russians because of the prior doping scandal.", " You would think that rather than compromising, like the Olympic committee did, they would just start to ban them.  Isn't teaching them anything to allow certain numbers to still participate and medal.", " Just like any other job, pay for the training.  Unfortunately in this instance the control extends beyond all the way to love lives, behavior and diets.  Not for me thank you.", " I occasionally do that. The pallbearers wore blue shirts and khaki pants to billy mays funeral. Disrespectful much?", " Yes, that is weird, to sell clothes worn by don't know who or whom these clothes belongs to. ", " Exactly! You never know what happened in those clothes. That's what I always say about clothes at \"vintage stores,\" too. You don't know what happened in children's clothes...especially the pants. ", " I think the pointless project funding goes back to entitlement spending. People start to think they can spend just because they want to. ", " The problems lie in the facts that it is doing nothing but driving us deeper into debt as federal funding goes to these pointless projects that are driven in the name of research for research's sake and has no practical value. ", " yeah! THat's sexism! Seems like something they would do in the 20s and 30s though...", " I didn't know that but I do know that  this country still engages is voter suppression; not much has changed over the years with the GOP", " I am going to let the GOP know I am not happy one bit and vote on the other side of the aisle", " Absolutely, I don't agree with the job Trump is doing.", " That would be a good thing. I think it would increase the excitement of the game because you would have more evenly matched teams. ", " Yea, I remember that, although Chapman is a great closer I wish the Yankees wouldn't of traded for him in 2016 due to his incidents", " I think it has a clear link with the use of animals by many companies.... Using fur without consent kinda resembles using unclaimed baggage", " Interesting point of view ! I still think they are right to ban it though ", " I don't. They look handy, but come off as kind of invasive.", " $350 really is too expensive. I get that Apple tries to go for the high-end market, but good grief.", " That is good.  There is a line between public safety and animal cruelty", " Yeah, pretty much. I'm locked into a disturbing amount of their utilities. How about you?", " I refuse to use Bing because I despise Microsoft even more than Google. ", " Yeah, Bezos will do that in lieu of compensating his employees.  He's another one of the lefty liberals that would disappear if you removed the hypocrisy from them.  ", " I didn't know that. Makes sense though because then they can direct traffic toward their products and shows. ", " Me either and I remember when Paris Hilton was everywhere.  I wish the Kardashians would go the same way.  They are way overrated, as well.  ", " Hello. Would you pay 10$ a month for you tube music ?", " I would also. Lets talk about earth next. its sad to think that more then 80 percent of the earths forest are already gone ", " It is awful. We're destroying this planet inch by inch in the short time we've been here. If the earth's entire history was viewed as a 24 hour period, humans would only represent 1 minute and 17 seconds!", " Don't do those things. If you are down big, you shouldn't steal. If you have not gotten a hit, you shouldn't bunt.", " Or be hygienic and don't spit seeds all over the dug out. So gross. Or chew tabacco!", " Now come on... that's just crazy!!!", " Interesting! I wonder if she had any suggestions about the character Chewbacca.  I'm guessing she didn't or he would likely have got a medal at the end of Star Wars!", " Yeah but I don't like it when people make it look like kids are a huge problem even if it's for their own attention.  Yeah, I probably have luggage somewhere in ATL. "], "response": ["WHAT! why are you making that face you"]}, {"tag": " Sad", "pattern": [" You must have ESP. I was going to tell you teh same thing! I have a sad story to tell there are less tigers living in the wild in Asia than as pets in the US.", " I think its sad to have to part with a pet due to allergies and couple conflict like in the Dear Amy section.", " Wow, no I didn't know that.  There are more tigers living as pets in the us than living wild in asia.", " I guess it was being smuggled to the USA from Mexico.", " Maybe it helps people to feel more of an obligation to their pets. Shrug. Yeah, Teddy Roosevelt is an interesting guy. It's unfortunate though that people try to domesticate tigers as you mentioned. Many of the animals perish along the way from suffocation or hunger. ", " Haha. Funny. I don't eat seafood. My mom forced me to eat salmon way too often when I was little and I grew sick of it. Haha #firstworldproblems.", " Yes I think so unfortunately. the smuggling industry is a billion dollar trade unfortunately", " People love a good conspiracy story.  I think that is how Trump does so well, people believe in the Deep State, and such.", " Do they really? I'm not really familiar with that concept. One sad statistic is that more than 80% of the earths natural forest have already been destroyed.", " She said she was peacefully chanting.", " Me too, I have lost interest playing before I have lost interest in buy them so I have a backlog of a few games that reminds me  not to buy the next console. It is the more and more popular, 3 billon hours are played on video games each week on Earth. ", " Ana Gloria Henrequez was from Salvador, trying to get to USA, trying to escape from misery and gangs in El Salvador. She was caught.", " Yeah, I heard about that. I feel horrible for her young daughter", " Sorry, Ana Gloria Henrequez is the grandmother, my bad. Ximena is the girl and the mother is Cindy. They said that they never had been caught until Trump's laws.", " Yeah, I'm not sure if that actually made any difference. It just really sucks that even after his executive order ending the separation reuniting families is still so difficult", " Yes, I know. I don't know how they are not keeping track of what child belongs to what mother. It's terrible to know that the kids were heard wailing and asking for their family members.", " It's even crazier that the grandmother could recognize Ximena's voice. I guess since I've never been a parent, I can't comprehend that", " You are right. Nobody knows how a parent feels until you are one. Is terrible. I myself I was thinking that I would prefer stay in my country and don't enter the USA at least while they are taking these measures. It would be terrible to lose my son or grandkid.", " Yes, I understand that. It has to be very, very difficult, a terrible decision to make. But, me, personally, I would prefer to face it together than not know what happened to them. I don't know, this is a very difficult situation.", " Plus, she had to leave her dog behind :( Poor little Cookie", " Yes, this is such a terrible story. Well, Cindy was robbed twice on the bus. That makes it very difficult to live in a place where you don't have any safety.", " I wonder why people are adopting them. Praying for them. Have you seen Frozen?", " Crazy, but what's even crazier is that Shark's have no rib cages! If they were on land they'd be crushed by the weight of their own body. ", " I am not sure anyone can take Trump down at this point, with all the rumored election rigging and ties to Russia, I personally think he will just cheat to win again and no one will do anything about it, just like these last 4 years.", " Tupac danced ballet in high school and ended up portraying the mouse king in a production of the nutcracker.", " Exactly, Spykids received a 93% fresh rating on rotten tomatoes, better than, say, lincoln or the dark knight rises.", " I didn't realize that Steven spielberg played the clarinet in the jaws soundtrack.", " Hi.  I guess Channig Tatum and Jenna Dewan Tatum are getting a divorce.  Sad.", " I have not seen it. Tran faced a lot of racist and abusive language on her social media though. That's sad.", " lol, no I didn't know that. I have a beef with Disney thou... I loved it when I was a kid, but since they've destroyed Star Wars... they're dead to me ;)", " They made him seem like he regressed into some kind of whiney baby, at his age and experience he should be evolving more like Ben Kenobi or even Yoda, not woah is me I need a xanex Luke", " That is weird to have so few lines like that! I can't believe Gene Wilder didn't watch the Willy Wonka remake because he didn't want to be disappointed in Depp. That is a little disappointing to me.", " No. I wish that I did", " He won the Oscar right, I thought he nailed it, he was great on that movie, that movie made me cry", " Rich people are often cheap.", " It is interesting, but something that's sad is that four-fifths of the world's natural forests have been destroyed. We need to do better with the planet I think", " I agree. I think star wars is getting too watered down, with average movies like Solo and New Hope. They were ok movies but not up to the quality we have come to know about the franchise.", " Yeah I think he is into Scientology. Did you know he was married to Nicole Kidman? They have since divorced.  Though they did so Eyes Wide Shut together.", " My daughter is named Arya. So we definitely fell into the trend! I am sad it is going to end this year, with the last season starting in April.", " I feel that most news are bias in some way or another. Too bad fox is watched more than cnn and msnbc combined.", " Wow, I would not have thought that, especially with it being such a conservative state. I was sad when I learned that only one governor was against the internment of Japanese citizens during WWII. ", " I understand the difficulties of a country given it is a melting pot and it can't let spies cause problems in WWII due to conflicting loyalties, but they didn't execute this process well and treated Americans of Japanese heritage unfairly. It is too bad only 1 governor was against their imprisonment. ", " I agree. What a horrible blight on our history.", " I'm somewhat interested in politics but they just make me depressed.", " Yes! It was quite an emotional read. It made me really think about how life is like for them.", " Native Americans suffered for a lot of years, its a story that involves a lot of blood and tears and not an easy story to tell", " For sure, there were some powerful tales. I found the sory about the man born with fetal alcohol syndrome the darkest. You?", " Yeah, that one was crazy, he had a lot against him. Kinda sad. It all stayed w me for awhile. Had to take a break from the book.", " I feel the same way. I would rather just keep it brief and impersonal if I had hard feelings rather than publicly attack them.", " Unfortunately I am allergic to cats so while I enjoy them in small doses, I don't think I could ever own one."], "response": ["issok, you don't have to be sad anymore"]}, {"tag": " Fearful", "pattern": [" I guess it was about Hercules and Oedipus. George RR MArtin would not have liked that!", " It seems like that is what I do the vast majority of my day.  I'm not ready to upload my mind to a computer or memory stick like transhumanists, but it is like an extension of me some days.", " Hm.. Yeah I know that smoking near them, just really clogs everything up, kind of taking dust and mixing it with the tarry nicotine and it creates a huge mess and can break a computer and completely stop the fans and such, but bio-hazard? I'm interested to learn why that is. Kinda scary!", " Haha! Woah! There's a thing called transhumanists I guess, and they want to upload their brains to computers and memory sticks! I don't want to do that! One lifetime is okay by me. I can only imagine the torment of a mind having to just live for possibly forever! Yikes!", " Haha! I am quite happy keeping my thoughts to myself! It sounds like a scary sci-fi movie to me! My computer brain gets arrested and imprisoned for eternity in 100 years for some crazy new law! No thank you!", " That's great! Not everyone thinks so though, Amazon can come with difficulties in transportation and shoot up the housing costs of whatever city it's in. ", " It sounds cool, my grandkids would probably like it.  I remember when I first saw Jaws, it scared me to death!", " The use of a pillow pit might be a little bit disturbing for some!", " have you ever heard about a mute man from england that could only communicate to others with a piano", " Google's unofficial slogal is \"Don't be evil\" but I sometimes think it is evil. They calculate traffic by tracking how fast Android devices are moving on the road.", " That's a good point! Scary thing about our current trajectory is that Earth will be out of helium by the year 2100, I know that you love him very important for manufacturing things so I don't know what we'll do", " It's scary enough to think that my own dog probably is strong enough to harm me, let alone one of the top predators in the world.", " I don't know how, but there are more tigers living as pets in the US than living wild in Asia.  I didn't even know you could have one as a pet.  Sounds Dangerous!", " Yeah. I liked Poe. Tell Tale Heart scared the heck out of me!", " Did he really? I'll have to go back and watch that movie now just to see if I recognize his voice! Ha! Reptar was a lizard right? Better that than a snake - or even a flying snake which there happens to be a genus of that can actually launch themselves at their prey. Imagine coming across one of those. Yikes!", " Nope! I would run so fast! I am not a snake fan and then throw in a flying snake.... NOPE!", " I know. Poor monkeys have no idea, they just run. My 7 year old asked about getting a snake and I shut that down quickly!", " I don't blame you. I wouldn't want a snake or even one of those legless lizards that look like snakes even though they basically aren't. If it looks like a snake, I don't want it!", " The richest superhero. Worth $500 billion.", " Supporting his training at Oxford.", " Jack London lived as a poor person in London, and wrote a book about it.", " Too much, I'm pretty worried the earth will be helium free by the end of the century", " Well, for one, Helium makes up a large portion of our atmosphere. I do know that. And Helium helps to keep things floating so I can only imagine the impact will be negative!", " I'm just thinking about how our atmosphere works... I', no expert but I think its safe to say that the absence of Helium could come at a high cost.", " I wouldn't make a good bird!  Couldn't do that, at all.", " If I was a bird, I hope I would have enough smarts to evolve to thrive in my environment.  Our poor birds today are struggling.  I've watched Canadian Geese all winter try to figure out when to head back North, only to hit a blizzard and have to turn around and fly back South.  It's sad.", " I think it's crazy when you think about just how much STUFF they own now.  I mean, Marvel, Star Wars, Pixar, the theme parks.  It's like they're trying to completely take over the world!  (laughs nervously)", " No. I hate snakes. I mean irrational hate! Do you?", " I have a healthy respect for them and would scream like a little girl if I ever saw one next to me lol, they are interesting animals though", " My 7 year old asked if he could get one and I tried to act cool, like I wasn't completely afraid of the notion! I was cool as a cucumber...", " And did you bought you r7 year old a snake lol?", " I agree im more of a dog person myself, maybe a snake was a better choice I would be afraid but I wouldnt worry about scratches and pee", " I thought it was sad too. It's a shame that people have to resort to shooting students as well as teachers. It's not even safe to go to school anymore", " There is a sound frequency that causes fear in humans! That seems weird...", " Me neither. I personally find Siri creepy, especially when it sings the same song as hal 9000", " Yikes!  Hal creeps me out.  It's like picturing Tupac as a ballet dancer.  I guess he did that in high school. I can't see that...", " I know! Wht dopes! Like Iceland rewritting its constituion using ti.", " That seems like a bad idea. People don't think before they type on Facebook and they're willing to be more ridiculous because they are behind a keyboard. ", " Yes.  40 cops tried to stop the crowd, but it turned into a mob of 600 villagers.", " I would be joining you in New Zealand. Snakes make my skin crawl, always have. It is a long held fear of mine. New Zealand is lucky!", " I would as well, it is bad enough to see them slither around, but flying...no! I was reading that the fear of snakes is hard-wired not just in human brains, but in monkey brains as well. ", " I so believe we'll eventually find some.  But, I feel kind of like Stephen Hawking, it's dangerous to be communicating with them.", " That sounds an awful like the Indians. I'm 61 years old and have never seen them in a World Series. I'm beginning to think I never will.", " Maybe it was a transhumanist. They want to upload their mind to computers. I am not sure I would want to do that...", " I have almost stepped on a few when they wash up on the beach.  Scary stuff.  Fish in general can be scary like the black swallower than can eat prey ten times its weight.", " yeah thats a common theme i noticed in movies too! They're much more advanced and powerful, yet humans always seem to win the battle some way. But maybe aliens would be chill and would want peace with humans. You're so right, and to think that there are people who don't believe in global warming", " I wonder if her neighbors liked it. It must have been noisy. ", " I know for the short time humans have been on earth we have certainly destroyed a lot of the earth.  There wont even be any helium left at the end of the 21st centruy", " There is a genus of flying snakes! Nope!", " Australia's got crazy too! I remember a story of huge birds dropping dead out of the sky. Or maybe they were bats. Anyways, huge flying things falling from the sky!"], "response": ["😎 why are afraid"]}, {"tag": " Angry", "pattern": [" Totally agree. It's ridiculous that we don't haver it in this country. Someday, I think. Hopefully. ", " All they mentioned was that it was a truly heart breaking horror and that evil is sadly always present.", " Right there is not one source out there that you can trust. I hate the news outlets, but still need to see what's going on.", " I think so that they can attempt to make them look like a liar or a fool or whatever negative thing they can think of.", " Agreed! It's almost as ignorant as the judge who tried to ban a science fiction  comic all because it featured a black character back in 1950! The audacity of some people!", " Yea like the UN appointing an official ambassador to extraterrestrials ", " Nope! He got a cat. And I hate that thing. It's the worst cat ever. He just scratches and pees everywhere. JERK!", " If only that money was put to better use.", " I think if we were to address the cost of inflation and the realities of what our government has done to the economy vs what other countries are doing we would be in a better place as a nation in america. ", " What did you think of the article about the shootings in Parkland", " Exactly. All certain politicians care about is money.They don't care about what is best for people. If they did, things would be better and maybe the violence would end.", " Very true. It has been good talking to ya. ", " I wonder why he's allowed back", " I guess they are giving him a \"fresh start\" which means as long as he plays good we don't care", " Yea I don't think that's ethical either.", " That's how I feel too, about little ole Pluto.  I feel like the bullies are picking on him and I need to stand up and defend the little guy.  ", " Can helium be created in a lab? On a personal note, I have two helium balloons stuck in my vaulted ceiling. That helium lasts for at least 3 weeks. It is getting tiresome.]", " It sounds bogus. Three bases? I've never heard of that. Somebody check the rule book! Giamatti would not accept that rule.", " Can you imagine someone like Tommy Lasorda playing.  It would be like Babe Ruth getting caught stealing in the 1926 World Series. ", " Yep.  Funny, kickball is called soccer-baseball in Canada. ", " I have 3 adult kids.  Only one was a real challenge.  As a parent, it's easy to feel like a failure during this phase.", " My daughter did, not so much with my sons.  Sometimes when as a parent or husband, it's better just to walk of and regroup. ", " That's nuts.  Mine cost less than $10.  You want nice things for your kids but when it gets ridiculous, stand your ground and don't doubt yourself. ", " Hee.  I suspect that it is.  You've been an excellent chat partner! Thanks. ", " Basically fan fiction, George rr martin doesn't like fan fiction though, but fan fiction may have to finish Game of Thrones at his writing rate.", " I know right, luckily times have changed but that kind of behavior makes me really angry, ", " This government shutdown is not looking great.", " That is quite sad. Only 20% remaining, well I hope we can conserve that at least.", " Yes, I agree. Although she is reported to be the highest-paid reality personality of 2015 with her total earnings exceeding $53 million.", " Yep.  That's crazy.  They must like doing it cause that has to take its toll.  I guess performers like that go all the way back to ancient Greece and Rome.  We still use their acoustic designs for venues/amphitheaters. ", " No kidding... I would like to see that.  Pink Floyd is very creative but on the dark side.  While I'm not big on pop at least it's mostly upbeat albeit mind numbing... ", " Agree, So glad Nasa made the right choice putting the US flag and not the UN flag!", " What?! That's far too recent. I didn't realize sexism quite that blatant was so recent. Very upsetting. ", " That's absolutely horrible and unacceptable. There seems to be a decent amount of suppression going around. ", " are you a Henry David Thoreau fan?", " Yeah my thoughts indeed. I love trees and nature. It's a shame that more than 80% of our forests have been destroyed.", " They would probably make them into sandals and put dry tea bags in them to remove the smell. ", " Most of that is BLM land leased to ranchers.  That other 14% must be Vegas. ", " Sounds like a plan... He could get in the business of selling used ballet shoes.  They can go through 4 pairs a week.", " Their toes much suffer too.  Maybe there should be ballet boots.  If they fall, they can pull themselves up by their bootstraps. ", " Another great idea... Or use the boots that the turkey movers do in Norfolk.", " Yeah, farmers used to walk turkeys from Norfolk to London in the 18th century. ", " Yeah, it only marginally beats out starvation or selling the Eiffel Tower. ", " Same here -- nice chat.  I sure won't be ballet... ", " I disagree. I think animals are also very logical and intelligent. If you think about it, they are smarter than us. Humans are responsible for destroying the planet - and not only are we aware of that, we are consciously choosing to continue!", " I am not a fan of Mitch McConnell.  The senate majority leader has gone somewhat nuts.", " Yes but even in 2016 the CIA was meeting with senior congressional leaders over the fact that Putin had authorized an operation to destabilize our election", " Yes but it is scary that McConnell is denying the evidence and claiming that it is just a scheme by the CIA to discredit Trump.  He does not believe all of our national security agencies.", " yes... but once he paid... everything was fine... sorry, if something happened to my child, no money in the world would make it fine... that's why I don't believe in that...", " Yeah, I bet there are a lot of bird-hating spiders.  I did know that but the wild birds of Australia have an added talent: they can mimic the sounds of stuff like car alarms and chainsaws. "], "response": ["calm down", "ayyy chilll!!!", "I better call saul to settle your anger"]}]}